<?php
return [

    /*
    |----------------------------------------------------------------------
    | Password Reset Language Lines
    |----------------------------------------------------------------------
    |
    | ข้อความเหล่านี้เป็นข้อความเริ่มต้นที่ตรงกับเหตุผลที่ถูกระบุโดย
    | ตัวกลางรหัสผ่านเมื่อการพยายามรีเซ็ตรหัสผ่านล้มเหลว
    | เช่น การใช้โทเค็นที่ไม่ถูกต้องหรือรหัสผ่านใหม่ที่ไม่ถูกต้อง
    |
    */

    'reset' => 'รหัสผ่านของคุณถูกรีเซ็ตแล้ว.',
    'sent' => 'เราได้ส่งลิงก์รีเซ็ตรหัสผ่านไปยังอีเมลของคุณแล้ว.',
    'throttled' => 'กรุณารอสักครู่ก่อนที่จะลองใหม่.',
    'token' => 'โทเค็นการรีเซ็ตรหัสผ่านนี้ไม่ถูกต้อง.',
    'user' => "เราไม่สามารถหาผู้ใช้ที่มีที่อยู่อีเมลนี้ได้.",
];

